{"sections":{"breadcrumb":{"type":"breadcrumb","settings":{"color_scheme":""}},"main":{"type":"main-page","disabled":true,"settings":{"color_scheme":"","show_page_title":true,"remove_padding_top":true,"remove_padding_bottom":false}},"ab72a2c8-c9bd-4100-883d-0e403212f74b":{"type":"text","custom_css":[".text-block {width: 100%;}"],"settings":{"color_scheme":"","content_alignment":"ta-left","remove_padding_top":false,"remove_padding_bottom":false,"subheading":"","heading":"Refund Policy","heading_size":"h2","description":"<p>Our service encompasses a personalized customization experience, inclusive of a sourcing fee for the specified item. All sales are deemed final for made-to-order items; therefore, refunds or exchanges are not available. Should you require expedited shipping, kindly contact us at info@dorhe.in to inquire about this service.<\/p><p>By placing an order and agreeing to these terms and conditions, you enter into a binding agreement with Dorhe. Once we have processed your order, an email notification containing your tracking information will be sent. Please note that we reserve the right to withhold order confirmation if we are unable to verify your information or if stock levels were inaccurately reflected at the time of your order.<\/p><p>Customs, taxes, and duties are the sole responsibility of the customer. If you opt to decline the receipt of your package, you will be accountable for any additional shipping, taxes, duties, and\/or custom charges incurred for the return shipment. Given the vintage nature of many items, some pieces may exhibit varying degrees of wear and distress.<\/p><p>Dorhe is not liable for lost shipments or stolen packages; any claims in such instances must be initiated by the customer with the appropriate carrier. Additionally, Dorhe holds no responsibility for import duties or taxes that may apply, and any resulting delays are beyond our control. For further information, please contact your local postal service or customs office.<\/p>","button_main_text":"","button_main_link":"","button_sub_text":"","button_sub_link":"","badge_text":"","badge_color":"color-accent-1","badge_position":"p-badge--bottom-right","badge_shape":"badge--star"}}},"order":["breadcrumb","main","ab72a2c8-c9bd-4100-883d-0e403212f74b"]}